{
  "english": "achieve",
  "phat_am": "əˈtʃiːv",
  "list_english": [
    {
      "type_word": "verb",
      "list_definition": [
        {
          "mean_english": "đạt được",
          "definition": "to gain or reach successfully",
          "world_new": [
            "gain",
            "reach",
            "successfully"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "Steve achieved his ambition of becoming a pilot.",
              "world_new": [
                "ambition",
                "becoming",
                "pilot"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "First, what sorts of representations are being aligned; and second, how is this alignment achieved?",
    "But this raises precisely the question of what such appeals to nature are supposed to achieve.",
    "However, close monitoring and a quick response seem to be the key factors in achieving success.",
    "No further gains were achieved in the last decade of the century, during which the third- and fourth-generation cultivars replaced the original introduced cultivars.",
    "For each problem, the original patent document was used to determine the per formance the invention was supposed to achieve.",
    "Indeed, patients were often reluctant to be prescribed a detoxification drug which had not led to them successfully achieving abstinence in the past.",
    "If there is a government policy that allows the decentralized economy to achieve the constrained planner's allocation, then it is the optimal policy choice.",
    "In the two different regions, however, there does appear to be a significant difference in the balance achieved between these two opposing pulls."
  ],
  "list_see_also": [
    "achievement",
    "achievable",
    "achiever"
  ],
  "list_browse": [
    "accustomed to",
    "ace",
    "ache",
    "achievable",
    "achieve",
    "achievement",
    "achiever",
    "achy",
    "acid"
  ]
}