{
  "english": "affect",
  "phat_am": "əˈfekt",
  "list_english": [
    {
      "type_word": "verb",
      "list_definition": [
        {
          "mean_english": "ảnh hưởng",
          "definition": "to act or have an effect on",
          "world_new": [
            "act",
            "effect"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "The amount of rain affects the growth of the plants",
              "world_new": [
                "amount",
                "rain",
                "growth"
              ]
            },
            {
              "ex_of_definition": "His kidneys have been affected by the disease.",
              "world_new": [
                "affected",
                "disease"
              ]
            }
          ]
        },
        {
          "mean_english": "làm xúc động",
          "definition": "to move the feelings of",
          "world_new": [
            "move"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "She was deeply affected by the news of his death.",
              "world_new": [
                "deeply",
                "affected",
                "news",
                "death"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "Furthermore, the way in which this threshold is applied also affects the number and nature of political parties gaining representation.",
    "Is there some concept, identifiable as 'perception', which affects or controls a human being's knowledge of the surrounding landscape?",
    "Hatching rates and cell numbers of surviving blastocysts were not affected.",
    "This assumption does not affect the qualitative conclusions derived in the paper.",
    "The degree to which the bias or variance is reduced will in turn affect the rate by which the model's error will decrease.",
    "Although the force control performance is affected by the noise generated by the rotating drill, the overall robotic drilling performance remains satisfactory.",
    "The second model considers only deviations which affects the orientation of the endeffector but not its position assuming that the mechanism remains spherical (\"model 9\").",
    "The papers represented the views of different parties affected by breathlessness or those involved in their care."
  ],
  "list_see_also": [
    "affectation",
    "affected"
  ],
  "list_browse": [
    "affability",
    "affable",
    "affably",
    "affair",
    "affect",
    "affectation",
    "affected",
    "affection",
    "affectionate"
  ]
}