{
  "english": "brochure",
  "phat_am": "ˈbrəuʃuə",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "sách nhỏ thông tin quảng cáo về cái gì",
          "definition": "a short booklet giving information about holidays, products etc",
          "world_new": [
            "short",
            "booklet",
            "information"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "a glossy brochure",
              "world_new": [
                "glossy"
              ]
            },
            {
              "ex_of_definition": "Get some brochures from the travel agent.",
              "world_new": [
                "travel",
                "agent"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "Music reaches young people and can arouse initial interest better than an informational brochure.",
    "She made sure that the candidate and his national staff did not see the brochure.49 46.",
    "In order to receive detailed brochures giving full information about the facilities and hardware requirements of the above software, please return the coupon below.",
    "Most schools of architecture use their web page to publicise their courses, adopting it as the electronic equivalent of the handbook or departmental brochure.",
    "The very format and design of the brochure, and its relatively accessible price, were examples of place-promotion.",
    "We did receive feedback that the \"green brochure\" was the topic of much discussion on various medical campuses around the nation.",
    "Potential dangers are publicized through extensive dissemination of brochures, medical bulletins, posters, and related materials.",
    "It will chiefly appear on leaflets, brochures, forms, instructions, standard letters and legal documents including consumer contracts."
  ],
  "list_see_also": [],
  "list_browse": [
    "broadly",
    "broadside on",
    "brocade",
    "broccoli",
    "brochure",
    "broil",
    "broke",
    "broken",
    "broken-hearted"
  ]
}