{
  "english": "imaginative",
  "phat_am": "-nətiv",
  "list_english": [
    {
      "type_word": "adjective",
      "list_definition": [
        {
          "mean_english": "giàu tưởng tượng",
          "definition": "(opposite unimaginative) having, or created with, imagination",
          "world_new": [
            "imagination"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "an imaginative writer",
              "world_new": [
                "writer"
              ]
            },
            {
              "ex_of_definition": "This essay is interesting and imaginative.",
              "world_new": [
                "essay",
                "interesting"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "The community as represented, as experienced and through imaginative association, each finding a resonance within the thematic structure.",
    "The imaginative content of gossip - comic, extravagant, mischievous or seditious - was a popular commodity.",
    "The development of electropsychology demonstrated the imaginative potential as well as the historical versatility of both, electricity and the psyche.",
    "Unravelling musical conundrums has been the impetus for her profoundly imaginative, if occasionally uneven, study.",
    "The imaginative reader can ask themselves whether it might not be just as well to drop one of the constraints in each of the languages.",
    "He was scornful of any thinkers entangled in subjective inquiry - whether in psychology, political ideology, or imaginative literature.",
    "Furthermore, any imaginative reconstruction of that advantage must show that individuals or family groups, rather than the species as a whole, had such an advantage.",
    "They are most likely playful though, as a group, and imaginative, and resourceful, and entertaining."
  ],
  "list_see_also": [],
  "list_browse": [
    "image",
    "imaginable",
    "imaginary",
    "imagination",
    "imaginative",
    "imagine",
    "imam",
    "imbalance",
    "imbecile"
  ]
}