{
  "english": "input",
  "phat_am": "ˈinput",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "đầu vào",
          "definition": "something, eg an amount of electrical energy, that is supplied to a machine etc.",
          "world_new": [
            "amount",
            "electrical",
            "energy",
            "machine"
          ]
        },
        {
          "mean_english": "dữ liệu đầu vào",
          "definition": "information put into a computer for processing.",
          "world_new": [
            "information",
            "computer"
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "There would be no shortages of inputs needed to treat the severe schistosomiasis cases under options (b) and (c).",
    "The vector of intensity variables z defines the reference technology given the observed inputs and outputs.",
    "In spite of cross-section data, there is price variation because farmers buy inputs from different sources.",
    "Estimation of the restricted cost function provides a statistical test for separability of the reproducible inputs from raw materials.",
    "If c 0, technology allows farmers to substitute capital (or other inputs) for climate.",
    "Using a one-sector approach and multi-sector endogenous growth models the accumulation and the substitution of man-made inputs for natural resources are analysed.",
    "Commercialization of agricultural systems leads to greater market orientation; progressive substitution out of non-traded inputs for purchased inputs; and the decline of integrated farming systems.",
    "Nonetheless, economic and social factors also contribute as they are reflected in discount rate, risk, information and prices of inputs and outputs."
  ],
  "list_see_also": [],
  "list_browse": [
    "inoculation",
    "inoffensive",
    "inoperable",
    "inorganic",
    "input",
    "inquest",
    "inquire",
    "inquiry",
    "inquisitive"
  ]
}