{
  "english": "kneel",
  "phat_am": "niːl",
  "list_english": [
    {
      "type_word": "verb",
      "list_definition": [
        {
          "mean_english": "quỳ xuống",
          "definition": "(often with down) to be in, or move into, a position in which both the foot and the knee of one or both legs are on the ground",
          "world_new": [
            "move",
            "position",
            "foot",
            "knee",
            "ground"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "She knelt (down) to fasten the child’s shoes",
              "world_new": [
                "fasten"
              ]
            },
            {
              "ex_of_definition": "She was kneeling on the floor cutting out a dress pattern.",
              "world_new": [
                "floor",
                "cutting",
                "dress",
                "pattern"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "You should have seen him kneeling and praying when the rooms in the castle were already on fire around him.",
    "For example, a new fragment found in 2001 depicts a kneeling captive who comes from a place called b'alam.",
    "The participants include kneeling men, who are assistants of lower status, and woman who stand facing the ruler.",
    "In the lower row of the first register of the west wall, he kneels before a bowl and a tree; a small dog squats behind him.",
    "Activities such as walking, stooping, kneeling or running may be ascribed culturally specific meanings, which in turn impact on their experience.",
    "He orders her to kneel on the floor to undo his pack of merchandise, saying, 'you are better thus'.",
    "He kneels in obeisance: she leads him up the staircase to unthinkable punishments: it's hilarious.",
    "It also asks them how often they have to lift heavy loads and stoop, kneel, or crouch at work."
  ],
  "list_see_also": [],
  "list_browse": [
    "knead",
    "knee",
    "knee-deep",
    "kneecap",
    "kneel",
    "knell",
    "knickerbockers",
    "knickers",
    "knife"
  ]
}