{
  "english": "largely",
  "phat_am": "",
  "list_english": [
    {
      "type_word": "adverb",
      "list_definition": [
        {
          "mean_english": "rộng lớn",
          "definition": "mainly; to a great extent",
          "world_new": [
            "great",
            "extent"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "This success was largely due to her efforts",
              "world_new": [
                "success",
                "due"
              ]
            },
            {
              "ex_of_definition": "Our methods have been largely successful.",
              "world_new": [
                "successful"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "The existing literature on environmental compliance appears to have largely ignored the effects of corruption on environmental policy decisions.",
    "The status of being a town was decided by statute and was largely independent of size.",
    "The credibility of such results will largely depend on the care with which estimates are transferred from one study site to another.",
    "The basis for determining the allocation of forest areas for timber production and environmental functions has been largely historical.",
    "The rates of these events, requiring the device to be removed and other radiotherapy treatment options to be considered, are largely unreported.",
    "Its segmented politics, largely a product of the confessional system, is a recipe for corruption and, ultimately, government failure.",
    "Medical language largely replaces other forms of communication.",
    "Over the past decade or so, there has been active development of alternative time-frequency representation schemes, independent of computer music research and largely theoretical."
  ],
  "list_see_also": [],
  "list_browse": [
    "lard",
    "larder",
    "large",
    "large intestine",
    "largely",
    "largeness",
    "lark",
    "lark about/around",
    "larva"
  ]
}