{
  "english": "leisurely",
  "phat_am": "",
  "list_english": [
    {
      "type_word": "adjective",
      "list_definition": [
        {
          "mean_english": "một cách nhàn rỗi",
          "definition": "not hurrying; taking plenty of time",
          "world_new": [
            "time"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "She had a leisurely bath.",
              "world_new": [
                "bath"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "The rhythmic pattern of the bass line establishes the leisurely pace of the promenade.",
    "The routines of editing the journal are dominated by a two-monthly rolling production cycle that is lodged within the more leisurely annual cycle.",
    "Generally the tone is relaxed, even leisurely: sometimes this produces a rather diffuse impression, with a tendency towards over-sectionalized structures linking a succession of separate four-bar phrases.",
    "The paper concludes with a discussion of representations of the 'leisurely bachelor' in other contemporaneous media.",
    "The musical style, along with the fantasy of over-indulgent leisurely bachelorhood, grows more dissonant with competing images of heroic masculinity, especially in the 1970s and 1980s.",
    "Retirement is the serious business of choosing a style of leisurely living (from many choices), pursuing your choice with gusto and, in the process, finally discovering who you really are.",
    "Slater's leisurely notes, which run to more than 125 pages of the new edition, are absolute delights to read, so graceful is his style and so wide-ranging is his learning.",
    "However, the elderly may not have spent a leisurely life completely withdrawn from the world of work."
  ],
  "list_see_also": [],
  "list_browse": [
    "legitimacy",
    "legitimate",
    "legitimately",
    "leisure",
    "leisurely",
    "lemon",
    "lemon grass",
    "lemonade",
    "lend"
  ]
}